Repository: pochtmanr/dopplerswift
Catalog: PulseVPN/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, id, ja, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period.
ar: سيتم تحصيل الرسوم من حساب Apple ID الخاص بك عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم تحصيل رسوم التجديد من حسابك خلال 24 ساعة قبل نهاية الفترة الحالية.
de: Die Zahlung wird bei Kaufbestätigung Ihrem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird. Ihrem Konto wird die Verlängerung innerhalb von 24 Stunden vor Ende des aktuellen Zeitraums berechnet.
es: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Se te cobrará la renovación dentro de las 24 horas previas al final del período actual.
fr: Le paiement sera débité de votre compte Apple ID lors de la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours. Votre compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période en cours.
he: התשלום יחויב לחשבון Apple ID שלך באישור הרכישה. המנוי מתחדש אוטומטית אלא אם הוא מבוטל לפחות 24 שעות לפני תום התקופה הנוכחית. חשבונך יחויב עבור חידוש תוך 24 שעות לפני תום התקופה הנוכחית.
id: Pembayaran akan dibebankan ke akun Apple ID Anda saat pembelian dikonfirmasi. Langganan otomatis diperbarui kecuali dibatalkan setidaknya 24 jam sebelum akhir periode saat ini. Akun Anda akan dikenai biaya perpanjangan dalam 24 jam sebelum akhir periode saat ini.
ja: お支払いは購入確認時にApple IDアカウントに請求されます。現在の期間終了の24時間前までにキャンセルしない限り、サブスクリプションは自動更新されます。更新料金は現在の期間終了の24時間以内に請求されます。
pt_br: O pagamento será cobrado da sua conta Apple ID na confirmação da compra. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do término do período atual. Sua conta será cobrada pela renovação dentro de 24 horas antes do término do período atual.
ru: Оплата будет списана с вашего Apple ID при подтверждении покупки. Подписка автоматически продлевается, если она не отменена не менее чем за 24 часа до окончания текущего периода. С вашего счёта будет списана плата за продление в течение 24 часов до окончания текущего периода.
tr: Satın alma onaylandığında ücret Apple ID hesabınızdan tahsil edilir. Mevcut dönem sona ermeden en az 24 saat önce iptal edilmezse abonelik otomatik olarak yenilenir. Yenileme ücreti, mevcut dönem sona ermeden 24 saat içinde hesabınızdan tahsil edilir.
uk: Оплата буде списана з вашого акаунту Apple ID при підтвердженні покупки. Підписка автоматично продовжується, якщо не скасована щонайменше за 24 години до закінчення поточного періоду. З вашого акаунту буде списана плата за продовження протягом 24 годин до закінчення поточного періоду.
vi: Khi xác nhận mua hàng, khoản thanh toán sẽ được tính vào tài khoản Apple ID của bạn. Đăng ký tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc kỳ hiện tại. Tài khoản của bạn sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc kỳ hiện tại.
zh_hans: 购买确认时将向您的 Apple ID 账户收费。订阅自动续费，除非在当前周期结束前至少 24 小时取消。续费费用将在当前周期结束前 24 小时内从您的账户扣除。
zh_hant: 購買確認時將向您的 Apple ID 帳戶收費。訂閱將自動續費，除非在當前週期結束前至少 24 小時取消。續費費用將在當前週期結束前 24 小時內從您的帳戶扣除。

source: Payment will be charged to your Apple ID account. Subscription automatically renews unless canceled at least 24 hours before the end of the current period.
ar: سيتم تحصيل الرسوم من حساب Apple ID الخاص بك. يتجدد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية.
de: Die Zahlung wird Ihrem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird.
es: El pago se cargará a tu cuenta de Apple ID. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual.
fr: Le paiement sera débité de votre compte Apple ID. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours.
he: התשלום יחויב לחשבון Apple ID שלך. המנוי מתחדש אוטומטית אלא אם בוטל לפחות 24 שעות לפני תום התקופה הנוכחית.
id: Pembayaran akan dibebankan ke akun Apple ID Anda. Langganan otomatis diperbarui kecuali dibatalkan setidaknya 24 jam sebelum akhir periode saat ini.
ja: お支払いはApple IDアカウントに請求されます。現在の期間終了の24時間前までにキャンセルしない限り、サブスクリプションは自動更新されます。
pt_br: O pagamento será cobrado da sua conta Apple ID. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do término do período atual.
ru: Оплата будет списана с вашего Apple ID. Подписка автоматически продлевается, если не отменена не менее чем за 24 часа до окончания текущего периода.
tr: Ücret Apple ID hesabınızdan tahsil edilir. Mevcut dönem sona ermeden en az 24 saat önce iptal edilmezse abonelik otomatik olarak yenilenir.
uk: Оплата буде списана з вашого акаунту Apple ID. Підписка автоматично продовжується, якщо не скасована щонайменше за 24 години до закінчення поточного періоду.
vi: Khoản thanh toán sẽ được tính vào tài khoản Apple ID của bạn. Đăng ký tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc kỳ hiện tại.
zh_hans: 费用将向您的 Apple ID 账户收取。订阅自动续费，除非在当前周期结束前至少 24 小时取消。
zh_hant: 費用將向您的 Apple ID 帳戶收取。訂閱自動續費，除非在當前週期結束前至少 24 小時取消。

source: Poland
ar: بولندا
de: Polen
es: Polonia
fr: Pologne
he: פולין
id: Polandia
ja: ポーランド
pt_br: Polônia
ru: Польша
tr: Polonya
uk: Польща
vi: Ba Lan
zh_hans: 波兰
zh_hant: 波蘭

source: Powered by advanced geo-based routing
ar: مدعوم بتوجيه جغرافي متقدم
de: Unterstützt durch fortschrittliches geo-basiertes Routing
es: Impulsado por enrutamiento geográfico avanzado
fr: Propulsé par un routage géographique avancé
he: מופעל על ידי ניתוב גיאוגרפי מתקדם
id: Didukung oleh routing berbasis geo yang canggih
ja: 高度な地理ベースのルーティングを搭載
pt_br: Alimentado por roteamento geográfico avançado
ru: На базе продвинутой геомаршрутизации
tr: Gelişmiş coğrafi tabanlı yönlendirme ile çalışır
uk: На основі вдосконаленої геороутингової технології
vi: Được hỗ trợ bởi định tuyến địa lý tiên tiến
zh_hans: 采用先进的基于地理位置的路由技术
zh_hant: 採用先進的地理位置路由技術

source: PREMIUM
ar: بريميوم
he: פרימיום
ja: プレミアム
ru: ПРЕМИУМ
uk: ПРЕМІУМ
zh_hans: 高级版
zh_hant: 進階版

source: Premium Plan
ar: الخطة المميزة
de: Premium-Tarif
es: Plan Premium
fr: Forfait Premium
he: תוכנית Premium
id: Paket Premium
ja: プレミアムプラン
pt_br: Plano Premium
ru: Премиум-тариф
uk: Преміум-тариф
vi: Gói Premium
zh_hans: 高级套餐
zh_hant: 進階方案

source: Premium Servers
ar: الخوادم المميزة
de: Premium-Server
es: Servidores Premium
fr: Serveurs Premium
he: שרתים פרימיום
id: Server Premium
ja: プレミアムサーバー
pt_br: Servidores Premium
ru: Премиум-серверы
tr: Premium Sunucular
uk: Преміум-сервери
vi: Máy chủ Premium
zh_hans: 高级服务器
zh_hant: 進階伺服器

source: Priority Support
ar: دعم ذو أولوية
de: Prioritäts-Support
es: Soporte prioritario
fr: Support prioritaire
he: תמיכה בעדיפות
id: Dukungan Prioritas
ja: 優先サポート
pt_br: Suporte prioritário
ru: Приоритетная поддержка
tr: Öncelikli Destek
uk: Пріоритетна підтримка
vi: Hỗ trợ ưu tiên
zh_hans: 优先支持
zh_hant: 優先支援

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
he: פרטיות
id: Privasi
ja: プライバシー
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
ja: プライバシーポリシー
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

source: PRO
ar: برو
he: פרו
ru: ПРО
uk: ПРО
zh_hans: 专业版
zh_hant: 專業版

source: Pro Plan
ar: خطة Pro
de: Pro-Tarif
es: Plan Pro
fr: Forfait Pro
he: תוכנית Pro
id: Paket Pro
ja: Proプラン
pt_br: Plano Pro
ru: Тариф Pro
uk: Тариф Pro
vi: Gói Pro
zh_hans: 专业套餐
zh_hant: 專業方案

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
he: פרופיל
id: Profil
ja: プロフィール
pt_br: Perfil
ru: Профиль
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

source: Push Notifications
ar: الإشعارات الفورية
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
he: התראות דחיפה
id: Notifikasi Push
ja: プッシュ通知
pt_br: Notificações push
ru: Push-уведомления
tr: Anlık Bildirimler
uk: Push-сповіщення
vi: Thông báo đẩy
zh_hans: 推送通知
zh_hant: 推播通知

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
id: Perbarui
ja: 更新
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
he: הסר %@
id: Hapus %@
ja: %@を削除
pt_br: Remover %@
ru: Удалить %@
tr: %@ Kaldır
uk: Видалити %@
vi: Xóa %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove Device
ar: إزالة الجهاز
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer l'appareil
he: הסר מכשיר
id: Hapus Perangkat
ja: デバイスを削除
pt_br: Remover dispositivo
ru: Удалить устройство
tr: Cihazı Kaldır
uk: Видалити пристрій
vi: Xóa thiết bị
zh_hans: 移除设备
zh_hant: 移除裝置

source: Renews
ar: يتجدد
de: Verlängert sich
es: Se renueva
fr: Se renouvelle
he: מתחדש
id: Diperbarui
ja: 更新
pt_br: Renova
ru: Продлевается
tr: Yenileniyor
uk: Продовжується
vi: Gia hạn
zh_hans: 续费
zh_hant: 續費

source: Requires VPN Connection
ar: يتطلب اتصال VPN
de: VPN-Verbindung erforderlich
es: Requiere conexión VPN
fr: Nécessite une connexion VPN
he: דורש חיבור VPN
id: Memerlukan Koneksi VPN
ja: VPN接続が必要です
pt_br: Requer conexão VPN
ru: Требуется VPN-подключение
tr: VPN Bağlantısı Gerektirir
uk: Потрібне VPN-підключення
vi: Yêu cầu kết nối VPN
zh_hans: 需要 VPN 连接
zh_hant: 需要 VPN 連線

source: Response Time
ar: وقت الاستجابة
de: Antwortzeit
es: Tiempo de respuesta
fr: Temps de réponse
he: זמן תגובה
id: Waktu Respons
ja: 応答時間
pt_br: Tempo de resposta
ru: Время отклика
tr: Yanıt Süresi
uk: Час відгуку
vi: Thời gian phản hồi
zh_hans: 响应时间
zh_hant: 回應時間

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזר
id: Pulihkan
ja: 復元
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
he: שחזר רכישות
id: Pulihkan Pembelian
ja: 購入を復元
pt_br: Restaurar compras
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Restoring...
ar: جارٍ الاستعادة...
de: Wiederherstellung...
es: Restaurando...
fr: Restauration...
he: משחזר...
id: Memulihkan...
ja: 復元中...
pt_br: Restaurando...
ru: Восстановление...
tr: Geri yükleniyor...
uk: Відновлення...
vi: Đang khôi phục...
zh_hans: 恢复中...
zh_hant: 恢復中...

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: נסה שוב
id: Coba Lagi
ja: 再試行
pt_br: Tentar novamente
ru: Повторить
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Retry VPN connection
ar: إعادة محاولة الاتصال بـ VPN
de: VPN-Verbindung erneut versuchen
es: Reintentar conexión VPN
fr: Relancer la connexion VPN
he: נסה שוב חיבור VPN
id: Coba lagi koneksi VPN
ja: VPN接続を再試行
pt_br: Tentar reconectar à VPN
ru: Повторить подключение к VPN
tr: VPN bağlantısını yeniden dene
uk: Повторити підключення до VPN
vi: Thử lại kết nối VPN
zh_hans: 重试 VPN 连接
zh_hant: 重試 VPN 連線

source: Russia
ar: روسيا
de: Russland
es: Rusia
fr: Russie
he: רוסיה
id: Rusia
ja: ロシア
pt_br: Rússia
ru: Россия
tr: Rusya
uk: Росія
vi: Nga
zh_hans: 俄罗斯
zh_hant: 俄羅斯

source: Save %lld%%
ar: وفّر %lld%%
de: %lld%% sparen
es: Ahorra %lld%%
fr: Économisez %lld%%
he: חסוך %lld%%
id: Hemat %lld%%
ja: %lld%%割引
pt_br: Economize %lld%%
ru: Скидка %lld%%
tr: %lld%% Tasarruf Et
uk: Знижка %lld%%
vi: Tiết kiệm %lld%%
zh_hans: 节省 %lld%%
zh_hant: 省下 %lld%%

source: Save this ID! You'll need it to access your account on other devices.
ar: احفظ هذا المعرّف! ستحتاجه للوصول إلى حسابك على الأجهزة الأخرى.
de: Speichern Sie diese ID! Sie benötigen sie, um auf anderen Geräten auf Ihr Konto zuzugreifen.
es: ¡Guarda este ID! Lo necesitarás para acceder a tu cuenta en otros dispositivos.
fr: Sauvegardez cet ID ! Vous en aurez besoin pour accéder à votre compte sur d'autres appareils.
he: שמור את המזהה הזה! תצטרך אותו כדי לגשת לחשבונך במכשירים אחרים.
id: Simpan ID ini! Anda membutuhkannya untuk mengakses akun di perangkat lain.
ja: このIDを保存してください！他のデバイスでアカウントにアクセスするために必要です。
pt_br: Salve este ID! Você precisará dele para acessar sua conta em outros dispositivos.
ru: Сохраните этот ID! Он понадобится вам для доступа к аккаунту на других устройствах.
tr: Bu kimliği kaydedin! Diğer cihazlarda hesabınıza erişmek için gerekecek.
uk: Збережіть цей ID! Він знадобиться для доступу до акаунту на інших пристроях.
vi: Hãy lưu ID này! Bạn sẽ cần nó để truy cập tài khoản trên các thiết bị khác.
zh_hans: 保存此 ID！您需要它才能在其他设备上访问您的账户。
zh_hant: 請儲存此 ID！您需要它才能在其他裝置上存取帳戶。

source: Search servers
ar: البحث عن خوادم
de: Server suchen
es: Buscar servidores
fr: Rechercher des serveurs
he: חפש שרתים
id: Cari server
ja: サーバーを検索
pt_br: Buscar servidores
ru: Поиск серверов
tr: Sunucu ara
uk: Пошук серверів
vi: Tìm kiếm máy chủ
zh_hans: 搜索服务器
zh_hant: 搜尋伺服器

source: Select a Server
ar: اختر خادمًا
de: Server auswählen
es: Seleccionar un servidor
fr: Sélectionner un serveur
he: בחר שרת
id: Pilih Server
ja: サーバーを選択
pt_br: Selecionar um servidor
ru: Выберите сервер
tr: Sunucu Seçin
uk: Вибрати сервер
vi: Chọn máy chủ
zh_hans: 选择服务器
zh_hant: 選擇伺服器

source: Select a server first
ar: اختر خادمًا أولاً
de: Wählen Sie zuerst einen Server aus
es: Selecciona un servidor primero
fr: Sélectionnez d'abord un serveur
he: בחר שרת קודם
id: Pilih server terlebih dahulu
ja: 最初にサーバーを選択してください
pt_br: Selecione um servidor primeiro
ru: Сначала выберите сервер
tr: Önce bir sunucu seçin
uk: Спочатку виберіть сервер
vi: Chọn máy chủ trước
zh_hans: 请先选择服务器
zh_hant: 請先選擇伺服器

source: Server
ar: الخادم
es: Servidor
fr: Serveur
he: שרת
ja: サーバー
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Server link or subscription URL
ar: رابط الخادم أو URL الاشتراك
de: Server-Link oder Abonnement-URL
es: Enlace de servidor o URL de suscripción
fr: Lien serveur ou URL d'abonnement
he: קישור שרת או URL מנוי
id: Tautan server atau URL langganan
ja: サーバーリンクまたはサブスクリプションURL
pt_br: Link do servidor ou URL de assinatura
ru: Ссылка на сервер или URL подписки
tr: Sunucu bağlantısı veya abonelik URL'si
uk: Посилання на сервер або URL підписки
vi: Liên kết máy chủ hoặc URL đăng ký
zh_hans: 服务器链接或订阅 URL
zh_hant: 伺服器連結或訂閱 URL

source: Server URI
ar: URI الخادم
es: URI del servidor
fr: URI du serveur
he: URI שרת
id: URI Server
ja: サーバーURI
pt_br: URI do servidor
ru: URI сервера
tr: Sunucu URI'si
uk: URI сервера
vi: URI máy chủ
zh_hans: 服务器 URI
zh_hant: 伺服器 URI

source: Server URI detected
ar: تم اكتشاف URI الخادم
de: Server-URI erkannt
es: URI de servidor detectada
fr: URI de serveur détectée
he: זוהה URI שרת
id: URI server terdeteksi
ja: サーバーURIを検出しました
pt_br: URI de servidor detectado
ru: Обнаружен URI сервера
tr: Sunucu URI'si algılandı
uk: Виявлено URI сервера
vi: Đã phát hiện URI máy chủ
zh_hans: 检测到服务器 URI
zh_hant: 偵測到伺服器 URI

source: Servers
ar: الخوادم
de: Server
es: Servidores
fr: Serveurs
he: שרתים
id: Server
ja: サーバー
pt_br: Servidores
ru: Серверы
tr: Sunucular
uk: Сервери
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שתף
id: Bagikan
ja: 共有
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share account ID
ar: مشاركة معرّف الحساب
de: Konto-ID teilen
es: Compartir ID de cuenta
fr: Partager l'ID de compte
he: שתף מזהה חשבון
id: Bagikan ID akun
ja: アカウントIDを共有
pt_br: Compartilhar ID da conta
ru: Поделиться ID аккаунта
tr: Hesap kimliğini paylaş
uk: Поділитися ID акаунту
vi: Chia sẻ ID tài khoản
zh_hans: 分享账户 ID
zh_hant: 分享帳戶 ID

source: Smart Route
ar: المسار الذكي
es: Ruta inteligente
he: נתיב חכם
ru: Умный Маршрут
zh_hans: 智能路由
zh_hant: 智慧路由

source: Smart Route country: %@
ar: بلد Smart Route: %@
de: Smart Route-Land: %@
es: País de Smart Route: %@
fr: Pays Smart Route : %@
he: מדינת Smart Route: %@
id: Negara Smart Route: %@
ja: Smart Route の国：%@
pt_br: País do Smart Route: %@
ru: Страна Smart Route: %@
tr: Smart Route ülkesi: %@
uk: Країна Smart Route: %@
vi: Quốc gia Smart Route: %@
zh_hans: Smart Route 国家：%@
zh_hant: Smart Route 國家：%@

source: Smart Route lets domestic websites and services connect directly so they load faster and work correctly. Choose your home country, and Doppler VPN automatically routes local banking, government, streaming, and e-commerce traffic through a direct connection. You can also add custom domains.
ar: يتيح Smart Route للمواقع والخدمات المحلية الاتصال المباشر لتحميل أسرع وأداء صحيح. اختر بلدك الأصلي، وسيقوم Doppler VPN تلقائيًا بتوجيه حركة البنوك والحكومة والبث وتجارة التجزئة المحلية عبر اتصال مباشر. يمكنك أيضًا إضافة نطاقات مخصصة.
de: Smart Route ermöglicht es inländischen Websites und Diensten, sich direkt zu verbinden, damit sie schneller laden und korrekt funktionieren. Wählen Sie Ihr Heimatland, und Doppler VPN leitet den lokalen Bank-, Behörden-, Streaming- und E-Commerce-Traffic automatisch über eine Direktverbindung. Sie können auch benutzerdefinierte Domains hinzufügen.
es: Smart Route permite que los sitios web y servicios locales se conecten directamente para cargar más rápido y funcionar correctamente. Elige tu país de origen y Doppler VPN enruta automáticamente el tráfico bancario local, gubernamental, de streaming y comercio electrónico a través de una conexión directa. También puedes añadir dominios personalizados.
fr: Smart Route permet aux sites et services locaux de se connecter directement pour charger plus vite et fonctionner correctement. Choisissez votre pays d'origine et Doppler VPN achemine automatiquement le trafic bancaire, gouvernemental, de streaming et de commerce local via une connexion directe. Vous pouvez également ajouter des domaines personnalisés.
he: Smart Route מאפשר לאתרים ושירותים מקומיים להתחבר ישירות כדי שייטענו מהר יותר ויפעלו כראוי. בחר את מדינת הבית שלך, ו-Doppler VPN יפנה אוטומטית את תעבורת הבנקאות, הממשלה, הסטרימינג והמסחר האלקטרוני המקומי דרך חיבור ישיר. ניתן גם להוסיף דומיינים מותאמים אישית.
id: Smart Route memungkinkan situs web dan layanan domestik terhubung langsung sehingga lebih cepat dimuat dan berfungsi dengan benar. Pilih negara asal Anda, dan Doppler VPN secara otomatis mengarahkan lalu lintas perbankan lokal, pemerintahan, streaming, dan e-commerce melalui koneksi langsung. Anda juga dapat menambahkan domain kustom.
ja: Smart Routeを使用すると、国内のウェブサイトやサービスが直接接続され、より速く正しく動作します。母国を選択すると、Doppler VPNが地元の銀行、政府、ストリーミング、Eコマースのトラフィックを自動的に直接接続でルーティングします。カスタムドメインの追加も可能です。
pt_br: O Smart Route permite que sites e serviços nacionais se conectem diretamente para carregar mais rápido e funcionar corretamente. Escolha seu país de origem e o Doppler VPN roteia automaticamente o tráfego de bancos, governo, streaming e e-commerce locais por uma conexão direta. Você também pode adicionar domínios personalizados.
ru: Smart Route позволяет отечественным сайтам и сервисам подключаться напрямую, чтобы они загружались быстрее и работали корректно. Выберите свою страну — и Doppler VPN автоматически направит трафик местных банков, государственных услуг, стриминга и интернет-магазинов через прямое соединение. Вы также можете добавить собственные домены.
tr: Smart Route, yerel web sitelerinin ve hizmetlerin doğrudan bağlanmasını sağlayarak daha hızlı yüklenmelerini ve doğru çalışmalarını sağlar. Ülkenizi seçin; Doppler VPN yerel bankacılık, devlet, yayın ve e-ticaret trafiğini otomatik olarak doğrudan bağlantı üzerinden yönlendirir. Özel alan adları da ekleyebilirsiniz.
uk: Smart Route дозволяє місцевим сайтам та сервісам підключатися напряму, щоб вони завантажувалися швидше і працювали коректно. Виберіть свою країну — і Doppler VPN автоматично направляє трафік місцевих банків, держпослуг, стримінгу та електронної торгівлі через пряме з'єднання. Ви також можете додати власні домени.
vi: Smart Route cho phép các trang web và dịch vụ trong nước kết nối trực tiếp để tải nhanh hơn và hoạt động chính xác. Chọn quốc gia của bạn, Doppler VPN sẽ tự động định tuyến lưu lượng ngân hàng, chính phủ, phát trực tuyến và thương mại điện tử nội địa qua kết nối trực tiếp. Bạn cũng có thể thêm tên miền tùy chỉnh.
zh_hans: 智能路由让国内网站和服务直接连接，从而加快加载速度并确保正常运行。选择您的所在国，Doppler VPN 将自动为本地银行、政务、流媒体和电商流量建立直连通道。您也可以添加自定义域名。
zh_hant: 智慧路由讓國內網站和服務直接連線，從而加快載入速度並確保正常運作。選擇您的所在國，Doppler VPN 將自動為本地銀行、政務、串流媒體和電商流量建立直連通道。您也可以新增自訂網域。

source: Smart Routing
ar: التوجيه الذكي
de: Intelligentes Routing
es: Enrutamiento inteligente
fr: Routage intelligent
he: ניתוב חכם
id: Routing Cerdas
ja: スマートルーティング
pt_br: Roteamento inteligente
ru: Умный маршрут
tr: Akıllı Yönlendirme
uk: Розумний маршрут
vi: Định tuyến thông minh
zh_hans: 智能路由
zh_hant: 智慧路由

# Smart Routing toggle, currently %@, country: %@
source: Smart Routing toggle, currently %1$@, country: %2$@
ar: مفتاح التوجيه الذكي، حاليًا %@، البلد: %@
de: Smart-Routing-Schalter, derzeit %@, Land: %@
es: Interruptor de enrutamiento inteligente, actualmente %@, país: %@
fr: Interrupteur de routage intelligent, actuellement %@, pays : %@
he: מתג ניתוב חכם, כרגע %@, מדינה: %@
id: Tombol Routing Cerdas, saat ini %@, negara: %@
ja: スマートルーティングの切り替え、現在%@、国：%@
pt_br: Alternância de roteamento inteligente, atualmente %@, país: %@
ru: Переключатель умного маршрута, сейчас %@, страна: %@
tr: Akıllı Yönlendirme geçişi, şu an %@, ülke: %@
uk: Перемикач розумного маршруту, зараз %@, країна: %@
vi: Nút định tuyến thông minh, hiện tại %@, quốc gia: %@
zh_hans: 智能路由开关，当前 %@，国家：%@
zh_hant: 智慧路由開關，目前 %@，國家：%@

source: South Korea
ar: كوريا الجنوبية
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
he: דרום קוריאה
id: Korea Selatan
ja: 韓国
pt_br: Coreia do Sul
ru: Южная Корея
tr: Güney Kore
uk: Південна Корея
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 韓國

source: Spain
ar: إسبانيا
de: Spanien
es: España
fr: Espagne
he: ספרד
id: Spanyol
ja: スペイン
pt_br: Espanha
ru: Испания
tr: İspanya
uk: Іспанія
vi: Tây Ban Nha
zh_hans: 西班牙
zh_hant: 西班牙

source: Speed Test
ar: اختبار السرعة
de: Geschwindigkeitstest
es: Prueba de velocidad
fr: Test de vitesse
he: בדיקת מהירות
id: Uji Kecepatan
ja: スピードテスト
pt_br: Teste de velocidade
ru: Тест скорости
tr: Hız Testi
uk: Тест швидкості
vi: Kiểm tra tốc độ
zh_hans: 测速
zh_hant: 測速

source: Stay on Free
ar: البقاء على المجاني
de: Bei Free bleiben
es: Mantener plan gratuito
fr: Rester sur Gratuit
he: להישאר בחינם
id: Tetap di paket gratis
ja: 無料プランのまま
pt_br: Ficar no plano gratuito
ru: Остаться на бесплатном
tr: Ücretsiz kalın
uk: Залишитися на безкоштовному
vi: Giữ gói miễn phí
zh_hans: 保持免费版
zh_hant: 保持免費版

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
he: מנוי
id: Langganan
ja: サブスクリプション
pt_br: Assinatura
ru: Подписка
tr: Abonelik
uk: Підписка
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
